---
kind: property
id: P:Autodesk.Revit.DB.NavisworksExportOptions.ExportUrls
source: html/45656557-82e9-c4a3-a2bc-1924e29cd365.htm
---
# Autodesk.Revit.DB.NavisworksExportOptions.ExportUrls Property

True to export URL parameters, false otherwise.
 Default value is true.

## Syntax (C#)
```csharp
public bool ExportUrls { get; set; }
```